Repository: it-beard/itbeard-site
Catalog: Site/Itbeard.Site.WebAssembly/Localizations/Pages/Projects/EvoCoders.*.resx
Languages: be

# PageTitle
source: Code Evolution 🧬
be: Эвалюцыя Кода 🧬

# Title
source: Code Evolution 🧬
be: Эвалюцыя Кода 🧬

# ClubName
source: Code Evolution
be: Эвалюцыя Кода

# ClubDescription
source: is a private club for developers who want to enhance their knowledge in AI and related topics, as well as increase productivity through the use of AI tools.
be: — гэта закрыты клуб для распрацоўшчыкаў і распрацоўшчыц, якія хочуць павысіць свае веды ў AI і сумежных тэмах, а таксама павысіць прадуктыўнасць у працы праз выкарыстанне AI-інструментаў.

# ClubTheses
source: The club is built around several theses:
be: Клуб будуецца вакол некалькіх тэзісаў:

# Thesis1
source: AI <b>will not replace developers</b>
be: AI <b>не заменіць распрацоўшчыкаў</b>

# Thesis2
source: Developers using AI <b>will replace</b> developers ignoring AI
be: Распрацоўшчыкі, якія выкарыстоўваюць AI, <b>заменяць</b> распрацоўшчыкаў, якія ігнаруюць AI

# Thesis3
source: <b>AI improves productivity</b>
be: <b>AI паляпшае прадуктыўнасць</b>

# Thesis4
source: Understanding AI-based technologies is becoming a <b>necessary minimum</b> in development
be: Разуменне ўладкавання AI-based тэхналогій становіцца <b>неабходным мінімумам</b> у распрацоўцы

# ClubGoalLabel
source: Club goal
be: Мэта клуба

# ClubGoal
source: — to increase the productivity and demand for club members through the study of AI tools and their application in work.
be: — павелічэнне прадуктыўнасці і запатрабаванасці ўдзельнікаў клуба праз вывучэнне AI-інструментаў і прымяненне іх у працы.

# ClubMissionLabel
source: Club mission
be: Місія клуба

# ClubMission
source: — creating a community of developers who are well-versed in the rapidly developing world of neural networks and AI.
be: — стварэнне супольнасці распрацоўшчыкаў і распрацоўшчыц, якія выдатна арыентуюцца ў свеце нейрасетак і AI, які хутка развіваецца.

# BenefitsTitle
source: What does the club offer?
be: Што дае клуб?

# BenefitsDescription
source: By joining <b class="colored-text">Code Evolution</b>, you'll be able to <b>gain knowledge</b> about using AI tools in programming, learn <b>current news</b> from the AI and development sphere, get access to <b>exclusive content</b> and a <b>community</b> of like-minded individuals, all in one place without getting distracted.
be: Уступіўшы ў <b class="colored-text">Эвалюцыю Кода</b>, ты зможаш у адным месцы, не распыляючыся, <b>атрымліваць веды</b> аб выкарыстанні AI-інструментарыя ў праграмаванні, даведвацца <b>актуальныя навіны</b> са сферы ШІ і распрацоўкі, атрымаеш доступ да <b>эксклюзіўнага кантэнту</b> і <b>супольнасці</b> аднадумцаў.

# BenefitsListLabel
source: More specifically, you'll get:
be: Калі казаць больш прадметна, то ты атрымаеш:

# Benefit1
source: Access to a community of <b class="colored-text">400+ engineers</b> passionate about AI. New contacts and opportunities for development and collaboration.
be: Доступ да супольнасці з <b class="colored-text">150+ інжынераў</b>, неабыякавых да ШІ. Новыя кантакты і магчымасці для развіцця і супрацоўніцтва.

# Benefit2
source: Exclusive <span>club content</span>, which includes <b class="colored-text">lectures, <a href="https://www.youtube.com/embed/NPSAyl8F1N8" class="blue-text" target="_blank" title="Workshop on working with LangChain, LangSmith and LangGraph">workshops</a>, <a href="https://www.youtube.com/embed/AVxLDqsU8aw" class="blue-text" target="_blank" title="Interview with Valery Selitsky - about AI and graphics">interviews</a>, reports, reviews and <a href="https://www.youtube.com/embed/-uJtZ_CE9H8" class="blue-text" target="_blank" title="SITUATIONAL AWARENESS / Part One - From GPT-4 to AGI / Club Call">calls</a></b> <i>(total of 60+ hours of video material)</i>.
be: Эксклюзіўны <span>клубны кантэнт</span>, які ўключае ў сябе <b class="colored-text">лекцыі, <a href="https://www.youtube.com/embed/NPSAyl8F1N8" class="blue-text" target="_blank" title="Воркшоп па працы з LangChain, LangSmith і LangGraph">воркшопы</a>, <a href="https://www.youtube.com/embed/AVxLDqsU8aw" class="blue-text" target="_blank" title="Інтэрв'ю з Валерыем Сяліцкім - пра ШІ і графіку">інтэрв'ю</a>, даклады, агляды і <a href="https://www.youtube.com/embed/-uJtZ_CE9H8" class="blue-text" target="_blank" title="SITUATIONAL AWARENESS / Частка першая - From GPT-4 to AGI / Клубны званок">званкі</a></b> <i>(усяго 60+ гадзін відэа-матэрыялу)</i>.

# Benefit3
source: Links to <b class="colored-text">300+ tools</b> for programming with AI and <b class="colored-text">60+ news resources and directories</b> + recommendations for their use.
be: Спасылкі на <b class="colored-text">130+ інструментаў</b> для праграмавання з ШІ і <b class="colored-text">40+ навінавых рэсурсаў</b> + рэкамендацыі па іх выкарыстанні.

# Benefit4
source: <a href="https://youtu.be/hKNIggJ2evE" class="blue-text" target="_blank"><span>Weekly news digests</span></a> with the most current news from the world of AI and development <i>(audio and text formats)</i>.
be: <a href="https://youtu.be/hKNIggJ2evE" class="blue-text" target="_blank"><span>Штотыднёвыя навінавыя дайджэсты</span></a> з самымі актуальнымі навінамі са свету ШІ і распрацоўкі <i>(аўдыя і тэкставы фарматы)</i>.

# Benefit5
source: The opportunity to <b class="colored-text" b-txk5lfrnx8="">get answers</b> to your questions from <b class="colored-text">experts</b>, as well as <a href="https://github.com/it-beard/evocoders/discussions" class="blue-text" target="_blank">share your knowledge</a> and experience with like-minded individuals.
be: Магчымасць <b class="colored-text" b-txk5lfrnx8="">атрымліваць адказы</b> на свае пытанні ад <b class="colored-text">экспертаў</b>, а таксама <a href="https://github.com/it-beard/evocoders/discussions" class="blue-text" target="_blank">дзяліцца сваімі ведамі</a> і досведам з аднадумцамі.

# HowItWorksTitle
source: How the club works
be: Уладкаванне клуба

# HowItWorksDescription1
source: <b class="colored-text">Code Evolution</b> is a private group on <b>Telegram</b>, which consists of <b>thematic chats</b>.
be: <b class="colored-text">Эвалюцыя Кода</b> уяўляе з сябе закрытую групу ў <b>Telegram</b>, якая складаецца з <b>тэматычных чатаў</b>.

# HowItWorksDescription2
source: All club content and activities are concentrated in these chats, and sometimes even go beyond the online group<i>: public content, offline meetups, etc.</i>
be: Увесь кантэнт і актыўнасці клуба засяроджаны ў гэтых чатах, а часам нават выходзяць за межы анлайн-групы<i>: агульнадаступны кантэнт, афлайн-сустрэчы і інш.</i>

# HowItWorksDescription3
source: By subscribing to <b class="colored-text">Code Evolution</b>, you get access to the group and all the content contained in it, as well as direct communication with club members.
be: Падпісваючыся на <b class="colored-text">Эвалюцыю Кода</b> ты атрымліваеш доступ да групы і ўсяго кантэнту, які змяшчаецца ў ёй, а таксама да прамых зносін з удзельнікамі клуба.

# OpenResourcesLabel
source: In addition, we have several <b class="colored-text">open resources</b> that you can check out right now:
be: Акрамя таго, у нас ёсць некалькі <b class="colored-text">адкрытых рэсурсаў</b>, якія ты можаш паглядзець прама зараз:

source: YouTube channel
be: YouTube-канал

# YouTubeChannelDescription
source: content examples, shorts.
be: прыклады кантэнту, шортсы.

# GitHubRepositoryLabel
source: Open
be: Адкрыты

source: GitHub repository
be: GitHub-рэпазіторый

# GitHubRepositoryDescription
source: with use cases from the club.
be: з юзкейсамі з клуба.

# HowToGetInTitle
source: How to join the club?
be: Як уступіць у клуб?

# SubscriptionLabel
source: Through subscription
be: Праз падпіску

# SubscriptionDescription
source: You can get access to the club through <b class="blue-text">monthly</b> and <b class="blue-text">annual</b> subscriptions.
be: Атрымаць доступ да клуба можна праз <b class="blue-text">штомесячную</b> і <b class="blue-text">штогадовую</b> падпіскі.

# BuyMonthlySubscription
source: Buy subscription
be: Набыць падпіску

# PaymentOptions
source: You can pay for club membership using any <b>bank card</b>, or with <b>crypto</b> <i>(USDT)</i>.
be: Аплаціць членства ў клубе можна праз любую <b>банкаўскую карту</b>, альбо <b>крыптай</b> <i>(USDT)</i>.

# PaymentService
source: The <a href="https://tribute.tg/" target="_blank"><b>Tribute</b></a> service and their official <i>Telegram bot</i> are used for payment processing.
be: Для арганізацыі аплаты выкарыстоўваецца сэрвіс <a href="https://tribute.tg/" target="_blank"><b>Tribute</b></a> і іх афіцыйны <i>Telegram-бот</i>.

# GiftSubscriptionLabel
source: Gift subscription
be: Падарыць падпіску

# GiftSubscriptionDescription
source: You can also gift an annual subscription to your friend or colleague:
be: Ты таксама можаш падараваць гадавую падпіску свайму сябру/сяброўцы ці калезе/калежанцы:

# BuyGiftSubscription
source: Gift annual subscription
be: Падарыць гадавую падпіску

# CommunityActivitiesLabel
source: Through community activities
be: Праз камьюніці-актыўнасці

# CommunityActivitiesDescription
source: Moreover, if you actively promote AI tools, neural networks, ML, DS, LLM to a wide audience, are a community builder on these topics, an AI startup founder, or an owner of a popular GitHub repository, then welcome to the club without a subscription! Write to me on Telegram <a href="http://t.me/iamitbeard" class="blue-text" target="_blank">@iamitbeard</a>
be: Акрамя таго, калі ты актыўна прасоўваеш ШІ-інструментарый, нейронкі, ML, DS, LLM на шырокую аўдыторыю, з'яўляешся камьюніці-білдэрам па гэтых тэмах, фаўндэрам AI-стартапа або ўладальнікам папулярнага github-рэпазіторыя, то welcome у клуб мінуючы падпіску! Напішы мне ў Telegram <a href="http://t.me/iamitbeard" class="blue-text" target="_blank">@iamitbeard</a>

# ContentExamplesTitle
source: Examples of club content
be: Прыклады клубнага кантэнту

# WorkshopTitle
source: Workshop on working with LangChain, LangSmith and LangGraph
be: Воркшоп па працы з LangChain, LangSmith і LangGraph

# InterviewTitle
source: Interview with Valery Selitsky - about AI and graphics
be: Інтэрв'ю з Валерыем Сяліцкім - пра ШІ і графіку

# SituationalAwarenessTitle
source: SITUATIONAL AWARENESS / Part One - From GPT-4 to AGI / Club Call
be: SITUATIONAL AWARENESS / Частка першая - From GPT-4 to AGI / Клубны званок

# DigestExampleTitle
source: Example of club AI digest
be: Прыклад клубнага ШІ-дайджэста

# ForCompaniesTitle
source: For companies
be: Для кампаній

# ForCompaniesDescription
source: offers a unique opportunity for companies that want to enhance their developers' competencies in working with AI.
be: прапануе ўнікальную магчымасць для кампаній, якія хочуць павысіць кампетэнцыі сваіх распрацоўшчыкаў у працы з ШІ.

# ForCompaniesBenefitsLabel
source: By purchasing a club subscription, your developers receive:
be: Набываючы падпіску на клуб, вашы распрацоўшчыкі атрымліваюць:

# ForCompaniesBenefit1
source: Access to <b>current knowledge and tools</b> that increase development productivity.
be: Доступ да <b>актуальных ведаў і інструментаў</b>, якія павышаюць прадуктыўнасць распрацоўкі.

# ForCompaniesBenefit2
source: The ability to stay informed about the <b>latest trends</b> in AI and development.
be: Магчымасць быць у курсе <b>апошніх трэндаў</b> у сферы ШІ і распрацоўкі.

# ForCompaniesBenefit3
source: <b>Competitive advantage</b> in the IT services market, which will allow you to attract new clients.
be: <b>Канкурэнтную перавагу</b> на рынку IT-паслуг, што дазволіць вам прыцягнуць увагу новых кліентаў.

# ForCompaniesBenefit4
source: <b>Increased loyalty</b> to your company, which will help retain qualified employees and attract new ones.
be: <b>Павышэнне лаяльнасці</b> да вашай кампаніі, што дапаможа захаваць кваліфікаваных супрацоўнікаў і прыцягнуць новых.

# ForCompaniesContactLabel
source: If you want to learn more about corporate subscriptions or discuss individual terms, please contact me:
be: Калі вы хочаце даведацца больш пра карпаратыўныя падпіскі або абмеркаваць індывідуальныя ўмовы, калі ласка, звяжыцеся са мной:

# SubscriptionAgreement
source: By purchasing a subscription, you agree to our club's <a href="/evo-rules" class="blue-text">rules</a>.
be: Набываючы падпіску ты згаджаешся з <a href="/evo-rules" class="blue-text">правіламі</a> нашага клуба.
