Repository: it-beard/itbeard-site
Catalog: Site/Itbeard.Site.WebAssembly/Localizations/Shared/NavMenu.*.resx
Languages: be

# Index
source: Home
be: Галоўная

# Menu_ItbeardShow
source: АйТиБорода
be: Канал "АйЦіБарада"

source: Support
be: Падтрымаць

source: Contacts
be: На сувязі

# Menu_CiomnyLosShow
source: Цёмны Лёс
be: Канал "Цёмны Лёс"

# Menu_VklWorld
source: Mastodon server "VKL"
be: Суполка "VKL.world"

# Projects
source: My Projects
be: Мае праекты

# Menu_Aia
source: AIA Podcast
be: Подкаст "на Вайбе"

# Menu_BelarusAi
source: Belarus AI
be: Суполка "Беларускі ШІ"

# Menu_EvoCode
source: Code Evolution 🧬
be: Клюб "Эвалюцыя Кода 🧬"
